{
    "total_oda_flow_net": "Total ODA in net terms (subtracting debt repayments).This was the official definition of ODA until 2017",
    "total_oda_bilateral_flow_net": "Bilateral ODA in net flow terms. Bilateral ODA is aid under the control of the donor government, even if they aren't directly delivering it.",
    "total_oda_multilateral_flow_net": "Multilateral ODA in net terms. Multilateral refers to core/un-earmarked contributions to the multilateral system.",
    "total_oda_grants_flow": "Grants, in net flow terms. Grants are defined as aid that does not need to be repaid.",
    "total_oda_non_grants_flow": "Non-grants, in net flow terms. In this case, calculated as total ODA minus grants.",
    "total_in_donor_students_flow": "Total spending on students in-donor countries. This includes both scholarships and imputed student costs.",
    "scholarships_flow": "Total spending on scholarships in donor countries.",
    "Core ODA": "Core ODA is defined as total ODA minus debt repayments, scholarships and imputed student costs, and in-donor refugee costs.",
    "imputed_students_flow": "Total imputed ODA for students in donor countries.",
    "idrc_flow": "Total reported spending on refugees in donor countries.",
    "debt_relief_flow": "Total debt relief provided (as flows) by donor countries.",
    "total_psi_flow_linked": "Total use of private sector instruments (both institutional and instrument methods). Figures are reported as flows.",
    "instrument_psi_flow_linked": "Total use of private sector instruments (instrument method). Figures are reported as flows.",
    "institutional_psi_flow_linked": "Total use of private sector instruments (institutional method). Figures are reported as flows.",
    "total_covid_oda_flow": "Total spending on COVID-19 related activities (as reported by donors).",
    "total_covid_vaccine_donations_oda_flow": "Total spending on COVID-19 vaccines (domestic supply and purchases for donations).",
    "total_covid_vaccine_donations_domestic_supply_oda_flow": "Reported ODA from COVID-19 vaccine donations from domestic supply.",
    "total_covid_vaccine_donations_dev_purchase_oda_flow": "Reported ODA from COVID-19 vaccine donations, based on purchases for that purpose.",
    "total_oda_ge": "Total ODA in grant equivalent terms (i.e. counting the grant equivalents of loans). This is the definition of ODA since 2018.",
    "total_oda_bilateral_ge": "Bilateral ODA in grant equivalent terms. Bilateral ODA is aid under the control of the donor government, even if they aren't directly delivering it.",
    "total_oda_multilateral_ge": "Multilateral ODA in grant equivalent terms. Multilateral refers to core/un-earmarked contributions to the multilateral system.",
    "total_oda_grants_ge": "Grants, in grant equivalent terms. Grants are defined as aid that does not need to be repaid.",
    "total_oda_non_grants_ge": "The grant equivalents of loans, plus non-grants. In this case, calculated as total ODA (as grant equivalents) minus grants.",
    "total_in_donor_students_ge_linked": "Total spending on students in-donor countries. This includes both scholarships and imputed student costs.",
    "scholarships_ge_linked": "Total spending on scholarships in donor countries.",
    "imputed_students_ge": "Total imputed ODA for students in donor countries.",
    "idrc_ge_linked": "Total reported spending on refugees in donor countries.",
    "debt_relief_ge": "Total debt relief provided (as grant equivalents) by donor countries.",
    "total_psi_ge": "Total use of private sector instruments (both institutional and instrument methods). Figures are reported as flows.",
    "instrument_psi_ge": "Total use of private sector instruments (instrument method). Figures are reported as flows.",
    "institutional_psi_ge": "Total use of private sector instruments (institutional method). Figures are reported as flows.",
    "total_covid_oda_ge_linked": "Total spending on COVID-19 related activities (as reported by donors).",
    "total_covid_vaccine_donations_oda_ge_linked": "Total spending on COVID-19 vaccines (domestic supply and purchases for donations).",
    "total_covid_vaccine_donations_domestic_supply_oda_ge_linked": "Reported ODA from COVID-19 vaccine donations from domestic supply.",
    "total_covid_vaccine_donations_dev_purchase_oda_ge_linked": "Reported ODA from COVID-19 vaccine donations, based on purchases for that purpose.",
    "recipient_imputed_multi_flow_net": "Based on the OECD DAC2a methodology, multilateral aid imputed to donors (in net flows).",
    "recipient_bilateral_flow_net": "Net bilateral aid to recipient countries (flows).",
    "recipient_total_flow_net": "In net terms, bilateral aid plus imputed multilateral aid (flows). This total will not match the official ODA total, as imputed multilateral aid is an estimate which doesn't cover 100% of multilateral aid.",
    "Imputed multilateral": "Based on ONE's methodology, multilateral aid imputed to donors (in gross disbursements).",
    "Bilateral": "Bilateral aid to recipient countries (gross disbursements).",
    "Total": "In gross terms, bilateral aid plus imputed multilateral aid. This total will not match the official ODA total, as imputed multilateral aid is an estimate which doesn't cover 100% of multilateral aid."
}